<?php

return [

    'failed' => 'Эти учетные данные не соответствуют нашим записям.',
    'password' => 'Предоставленный пароль неверен.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте снова через :seconds секунд.',
    'captcha_failed' => 'Ошибка проверки безопасности: :error',

    // Auth Pages
    'login' => 'Войти',
    'register' => 'Регистрация',
    'email' => 'Email',
    'password_label' => 'Пароль',
    'name' => 'Имя',
    'remember_me' => 'Запомнить меня',
    'forgot_password' => 'Забыли пароль?',
    'forgot_password_title' => 'Забыли пароль?',
    'forgot_password_message' => 'Забыли пароль? Не проблема. Просто сообщите нам ваш адрес электронной почты, и мы отправим вам ссылку для сброса пароля, которая позволит вам выбрать новый.',
    'email_password_reset_link' => 'Отправить ссылку для сброса пароля',
    'already_registered' => 'Уже зарегистрированы?',
    'dont_have_account' => 'Нет аккаунта?',
    'reset_password' => 'Сбросить пароль',
    'confirm_password' => 'Подтвердить пароль',
    'confirm_password_message' => 'Это защищенная область приложения. Пожалуйста, подтвердите свой пароль, прежде чем продолжить.',
    'confirm' => 'Подтвердить',
    'verify_email' => 'Подтвердите ваш Email',
    'verify_email_message' => 'Спасибо за регистрацию! Прежде чем начать, не могли бы вы подтвердить свой адрес электронной почты, нажав на ссылку, которую мы только что отправили вам по электронной почте? Если вы не получили письмо, мы с радостью отправим вам другое.',
    'verification_link_sent' => 'Новая ссылка для подтверждения была отправлена на адрес электронной почты, который вы указали при регистрации.',
    'resend_verification_email' => 'Отправить письмо для подтверждения повторно',
    'log_out' => 'Выйти',

    // Navigation
    'Posts' => 'Посты',
    'Pages' => 'Страницы',

    // Notice
    'notice' => [
        'title' => 'Важное уведомление:',
        'message' => 'Мы обновили наш веб-сайт и перешли на новую платформу.',
        'accounts_available' => 'Все предыдущие аккаунты, данные и заказы по-прежнему доступны на',
        'transferred' => 'Ваш адрес электронной почты и баланс аккаунта были безопасно перенесены и полностью доступны на новой платформе.',
        'access_old' => 'Если вам нужно получить доступ к прошлым заказам или информации из старой области аккаунта, пожалуйста, посетите',
    ],

];

