<?php

return [

    'failed' => 'Бұл деректер біздің жазбаларға сәйкес келмейді.',
    'password' => 'Көрсетілген құпия сөз дұрыс емес.',
    'throttle' => 'Кіру әрекеттері тым көп. :seconds секундтан кейін қайталаңыз.',
    'captcha_failed' => 'Қауіпсіздік тексеруі сәтсіз аяқталды: :error',

    // Auth Pages
    'login' => 'Кіру',
    'register' => 'Тіркелу',
    'email' => 'Email',
    'password_label' => 'Құпия сөз',
    'name' => 'Аты',
    'remember_me' => 'Мені есте сақта',
    'forgot_password' => 'Құпия сөзді ұмыттыңыз ба?',
    'forgot_password_title' => 'Құпия сөзді ұмыттыңыз ба?',
    'forgot_password_message' => 'Құпия сөзді ұмыттыңыз ба? Мәселе жоқ. Бізге электрондық пошта мекенжайыңызды хабарлаңыз, сізге құпия сөзді қалпына келтіру сілтемесін жібереміз, ол сізге жаңасын таңдауға мүмкіндік береді.',
    'email_password_reset_link' => 'Құпия сөзді қалпына келтіру сілтемесін жіберу',
    'already_registered' => 'Қазірдің өзінде тіркелгенсіз бе?',
    'dont_have_account' => 'Аккаунтыңыз жоқ па?',
    'reset_password' => 'Құпия сөзді қалпына келтіру',
    'confirm_password' => 'Құпия сөзді растау',
    'confirm_password_message' => 'Бұл қолданбаның қауіпсіз аймағы. Жалғастырмас бұрын құпия сөзіңізді растаңыз.',
    'confirm' => 'Растау',
    'verify_email' => 'Email-іңізді растаңыз',
    'verify_email_message' => 'Тіркелгеніңіз үшін рахмет! Бастамас бұрын, біз сізге жіберген сілтемені басу арқылы электрондық пошта мекенжайыңызды растай аласыз ба? Егер сіз хат алмаған болсаңыз, біз сізге басқасын жібереміз.',
    'verification_link_sent' => 'Тіркелу кезінде көрсеткен электрондық пошта мекенжайыңызға жаңа растау сілтемесі жіберілді.',
    'resend_verification_email' => 'Растау хатын қайта жіберу',
    'log_out' => 'Шығу',

    // Navigation
    'Posts' => 'Жазбалар',
    'Pages' => 'Беттер',

    // Notice
    'notice' => [
        'title' => 'Маңызды хабарлама:',
        'message' => 'Біз веб-сайтымызды жаңарттық және жаңа платформаға көштік.',
        'accounts_available' => 'Барлық бұрынғы аккаунттар, деректер және тапсырыстар әлі де қолжетімді',
        'transferred' => 'Сіздің электрондық пошта мекенжайыңыз және аккаунт балансыңыз қауіпсіз түрде ауыстырылды және жаңа платформада толығымен қолжетімді.',
        'access_old' => 'Егер сізге ескі аккаунт аймағынан өткен тапсырыстарға немесе ақпаратқа қол жеткізу қажет болса, өтіңіз',
    ],

];

