<?php

return [

    'failed' => 'Ці облікові дані не відповідають нашим записам.',
    'password' => 'Наданий пароль невірний.',
    'throttle' => 'Занадто багато спроб входу. Будь ласка, спробуйте знову через :seconds секунд.',
    'captcha_failed' => 'Помилка перевірки безпеки: :error',

    // Auth Pages
    'login' => 'Увійти',
    'register' => 'Реєстрація',
    'email' => 'Email',
    'password_label' => 'Пароль',
    'name' => 'Ім\'я',
    'remember_me' => 'Запам\'ятати мене',
    'forgot_password' => 'Забули пароль?',
    'forgot_password_title' => 'Забули пароль?',
    'forgot_password_message' => 'Забули пароль? Не проблема. Просто повідомте нам вашу адресу електронної пошти, і ми надішлемо вам посилання для скидання пароля, яке дозволить вам вибрати новий.',
    'email_password_reset_link' => 'Надіслати посилання для скидання пароля',
    'already_registered' => 'Вже зареєстровані?',
    'dont_have_account' => 'Немає акаунту?',
    'reset_password' => 'Скинути пароль',
    'confirm_password' => 'Підтвердити пароль',
    'confirm_password_message' => 'Це захищена область додатку. Будь ласка, підтвердіть свій пароль, перш ніж продовжити.',
    'confirm' => 'Підтвердити',
    'verify_email' => 'Підтвердіть ваш Email',
    'verify_email_message' => 'Дякуємо за реєстрацію! Перш ніж почати, чи не могли б ви підтвердити свою адресу електронної пошти, натиснувши на посилання, яке ми щойно надіслали вам електронною поштою? Якщо ви не отримали лист, ми з радістю надішлемо вам інший.',
    'verification_link_sent' => 'Нове посилання для підтвердження було надіслано на адресу електронної пошти, яку ви вказали під час реєстрації.',
    'resend_verification_email' => 'Надіслати лист для підтвердження повторно',
    'log_out' => 'Вийти',

    // Navigation
    'Posts' => 'Пости',
    'Pages' => 'Сторінки',

    // Notice
    'notice' => [
        'title' => 'Важливе повідомлення:',
        'message' => 'Ми оновили наш веб-сайт і перейшли на нову платформу.',
        'accounts_available' => 'Всі попередні акаунти, дані та замовлення все ще доступні на',
        'transferred' => 'Ваша адреса електронної пошти та баланс акаунту були безпечно перенесені та повністю доступні на новій платформі.',
        'access_old' => 'Якщо вам потрібен доступ до минулих замовлень або інформації зі старої області акаунту, будь ласка, відвідайте',
    ],

];

